[
	{
		"id": "LD1231",
		"vote_number": "Senate Roll Call #499 - House Roll Call #328",
		"subject": "Labor Standards on Renewable Energy Projects",
		"org_stance": "Supported",
		"sponsor": "Representative Scott Cuddy (D-Winterport)",
		"official_title": "An Act Concerning Climate and Community Investment Projects",
		"final_outcome": "Defeated (Passed the House, Failed the Senate)",
		"short_description": "Climate change poses serious threats – warming oceans, rising sea levels, extreme weather and much more. Unions in Maine have been developing a vision to address climate change and economic inequality together and create thousands of new union jobs. LD 1231 would have advanced labor and equity standards by requiring that renewable energy projects over two megawatts that receive over $50,000 in state assistance pay workers a prevailing wage, use registered apprenticeship programs, develop a diverse workforce, and encourage Project Labor Agreements. This bill was narrowly defeated in the Senate 17-17 after opposition from the Governor’s office.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=1231&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD1411",
		"vote_number": "Senate Roll Call #321 - House Roll Call #249",
		"subject": "Buy American",
		"org_stance": "Supported",
		"sponsor": "Senate President Troy Jackson (D-Aroostook)",
		"official_title": "An Act To Establish the Maine Buy American and Build Maine Act",
		"final_outcome": "Defeated (Passed by the Legislature, Vetoed by the Governor)",
		"short_description": "The State of Maine spends millions of taxpayer dollars every year to buy things that we need, including materials for the construction of roads, buildings, bridges, and public works projects. One key way the state can create jobs and support the Maine and U.S. economy would be to legislate that these goods be Made in America whenever possible. LD 1411 would have done just that by creating a state procurement preference for Made in the USA goods and materials with reasonable exemptions when needed. Buy American legislation would help create and keep jobs in the U.S. and support our manufacturing sector. LD 1411 passed the House and Senate but was vetoed by the Governor.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?PID=1456&snum=130&paper=&paperld=l&ld=1411",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD1564",
		"vote_number": "Senate Roll Call #332 - House Roll Call #269",
		"subject": "Unemployment Insurance",
		"org_stance": "Supported",
		"sponsor": "Senator Eloise Vitelli (D-Sagadahoc)",
		"official_title": "An Act To Amend the Laws Governing Unemployment Compensation",
		"final_outcome": "Enacted into law (Passed by the Legislature, Signed by the Governor)",
		"short_description": "At the height of the COVID-19 pandemic thousands of Mainers struggled to receive unemployment benefits due to understaffing, a flood of claims and an urgent need to update Maine’s unemployment system. LD 1564 modernizes Maine’s unemployment insurance program to ensure that Maine workers will receive timely and adequate unemployment benefits. The bill creates a Peer Workforce Navigator program to support laid off workers to access unemployment benefits and connect to good jobs and training programs, increases supplemental UI benefits for dependent children, improves eligibility for partial benefits and will improve the number of laid off workers who actually receive unemployment benefits.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=1564&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD1656",
		"vote_number": "House Roll Call #203",
		"subject": "Affordable Housing with Labor Standards",
		"org_stance": "Supported",
		"sponsor": "Representative Rebecca Millett (D-Cape Elizabeth)",
		"official_title": "An Act To Promote Energy-efficient Affordable Housing",
		"final_outcome": "Passed the House and Senate, $20 Million funded in LD 1733",
		"short_description": "Working people face a housing squeeze. Maine is short more than 20,000 housing units, rents are skyrocketing and many workers can’t afford to live where they work. This bill funds the construction of affordable, energy efficient housing with a skilled local construction workforce. The housing will be developed under a project labor agreement – a pre-hire, project wide agreement to ensure the work is high quality and delivered on time and under budget.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=1656&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD1711",
		"vote_number": "Senate Roll Call #453 - House Roll Call #385",
		"subject": "Enforcement of Labor Laws",
		"org_stance": "Supported",
		"sponsor": "Senate President Troy Jackson (D-Aroostook)",
		"official_title": "An Act To Enhance Enforcement of Employment Laws",
		"final_outcome": "Defeated (Passed by the Legislature, Vetoed by the Governor)",
		"short_description": "Labor laws ensure that there are basic standards protecting workplace health and safety, wage and hour laws or preventing discrimination. We expect these laws to be followed and enforced. Unfortunately, violations of workplace rights are all too commonplace. LD 1711 would empower workers to better enforce labor laws by allowing workers to blow the whistle in court if their employers violate workplace laws.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=1711&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD198",
		"vote_number": "Senate Roll Call #71",
		"subject": "Labor Council Tax Fairness",
		"org_stance": "Supported",
		"sponsor": "Senator Benjamin Chipman (D-Cumberland)",
		"official_title": "An Act To Improve Maine's Tax Laws by Providing a Property Tax Exemption for Central Labor Councils",
		"final_outcome": "Enacted into law (Passed by the Legislature, Signed by the Governor)",
		"short_description": "For decades, Maine has exempted Chambers of Commerce from paying property taxes, while labor’s equivalent, Central Labor Councils, were required to pay. In Maine, there are four Central Labor Councils, each of which plays an important local role in improving the lives of working families. Eastern Maine Labor Council (EMLC) is currently the only Central Labor Council in Maine that owns a building and pays property taxes. This legislation levels the playing field for labor councils and will help ensure a home for workers in the eastern Maine region.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=198&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD2",
		"vote_number": "Senate Roll Call #59",
		"subject": "Racial Justice",
		"org_stance": "Supported",
		"sponsor": "Representative Rachel Talbot Ross (D-Portland)",
		"official_title": "An Act To Require the Inclusion of Racial Impact Statements in the Legislative Process",
		"final_outcome": "Enacted into law (Passed by the Legislature, Signed by the Governor)",
		"short_description": "In order to win big improvements for workers, the labor movement needs to tackle issues that divide us. Race has divided the working class throughout Maine’s history. Racism harms union members of color and breaks working class solidarity. This bill set up a systemic process to review the racial impacts of legislation to help us address racial disparities and develop laws that benefit all workers.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=2&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD221",
		"vote_number": "Senate Roll Call #467 - House Roll Call #406",
		"subject": "State Budget",
		"org_stance": "Supported",
		"sponsor": "Representative Teresa Pierce (D-Falmouth)",
		"official_title": "An Act Making Unified Appropriations and Allocations for the Expenditures of State Government, General Fund and Other Funds and Changing Certain Provisions of the Law Necessary to the Proper Operations of State Government for the Fiscal Years Ending June 30, 2021, June 30, 2022 and June 30, 2023",
		"final_outcome": "Enacted into law (Passed by the Legislature, Signed by the Governor)",
		"short_description": "This supplemental budget fully funded K-12 public education at 55 percent and fully restored revenue sharing to towns and cities. This will improve education opportunities around the state, strengthen local investments in roads, public safety and other services, potentially lower property taxes and support good wages, benefits and staffing for teachers, firefighters and other municipal workers.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=221&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD469",
		"vote_number": "Senate Roll Call #172 - House Roll Call #59",
		"subject": "OSHA 10",
		"org_stance": "Supported",
		"sponsor": "Representative Michael Sylvester (D-Portland)",
		"official_title": "An Act To Ensure Safety across Maine's Construction Industry",
		"final_outcome": "Enacted into law",
		"short_description": "Working people deserve safe workplaces. Many jobs in the construction industry come with risks to a worker’s health and safety. LD 469 helps ensure safer workplaces on publicly funded construction projects by requiring the OSHA-10 safety training for all craft workers on these projects.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=469&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD677",
		"vote_number": "Senate Roll Call #456 - House Roll Call #378",
		"subject": "Binding Arbitration",
		"org_stance": "Supported",
		"sponsor": "Senate President Troy Jackson (D-Aroostook)",
		"official_title": "An Act To Improve Public Sector Labor Relations by Amending the Laws Governing Arbitration under Certain Public Employees Labor Relations Laws",
		"final_outcome": "Defeated (Passed by the Legislature, Vetoed by the Governor)",
		"short_description": "Firefighters, dispatchers, bus drivers, teachers and state employees strongly supported LD 677, which would have leveled the playing field for public sector workers in contract negotiations. Currently, in the public sector, if workers and management can’t reach a contract, there is a process of mediation, fact-finding and then arbitration. But arbitration is not binding on wages, insurance and retirement. This tilts the table against working people, undermines bargaining from the outset and makes it harder to improve staffing and services we all rely on. LD 677 would have fixed the power imbalance by making arbitration binding on all economic issues. Governor Janet Mills vetoed this priority bill.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=677&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD875",
		"vote_number": "House Roll Call #320",
		"subject": "Privatization Protection",
		"org_stance": "Supported",
		"sponsor": "Senator Joseph Baldacci (D-Penobscot)",
		"official_title": "An Act To Protect Taxpayers in the Privatization of Services and To Establish the State Procurement Review Committee",
		"final_outcome": "Enacted into law (Passed by the Legislature, Signed by the Governor)",
		"short_description": "We should be very careful when making decisions about whether to privatize public services and jobs. LD 875 puts in place a clear set of criteria to consider when privatization proposals are put forward, including impacts on wages, health insurance and the cost of providing services. After years of witnessing efforts to privatize state services, including the privatization of Casco Bay Bridge and efforts to privatize an expansion of Riverview, Maine finally has a process in law to protect the public and workers from privatization threats.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=875&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	},
	{
		"id": "LD97",
		"vote_number": "Senate Roll Call #140 - House Roll Call #34",
		"subject": "Right to Work for Less",
		"org_stance": "Opposed",
		"sponsor": "Representative Billy Bob Faulkingham (R-Winter Harbor)",
		"official_title": "An Act To Ensure the Right To Work without Payment of Dues or Fees to a Labor Union",
		"final_outcome": "Defeated (Failed the House and Failed the Senate)",
		"short_description": "So called “right-to-work” laws are designed to weaken unions, drive down wages and allow workers to get most of the benefits of unions without paying any dues. Current Maine law allows private sector unions and employers to negotiate contracts where all workers who benefit from a collective bargaining agreement share in the costs of bargaining and representation. LD 97 would have made it illegal for employers and employees to agree that all workers who benefit from a collective bargaining agreement share in the costs.",
		"bill_text_url": "http:\/\/www.mainelegislature.org\/legis\/bills\/display_ps.asp?ld=97&PID=1456&snum=130",
		"photo": "\/bill-photos\/default.png",
		"photo_caption": ""
	}
]